{
  "cancer": {
    "love": "Lend him your ear. Lend him your hole! But NEVER lend him noney!!",
    "lust": "Just because you can get him in your bed, doesn't mean you should. New year, new STANDARDS.",
    "friendships": "In every friend group, there's a Ma and there's a M3gan. Ask yourself: which one am I?",
    "work": "You've never been afraid to take a load, but this try taking some off. Secure those vacation days, sis."
  },
  "leo": {
    "love": "You don't have a problem getting attention, you have a problem sharing it. Take a bow and leave the stage for once. The blowjobs happen backstage anyway!",
    "lust": "We're all excited about the \"Barbie\" movie but that doesn't mean you have to wait till July to play with toys in a dim room!",
    "friendships": "Kind of the jungle? Sure, if the jungle = your local gay bar. Gather your pride and get to huntin'!",
    "work": "Just because you haven't accomplished anything since well before Thanksgiving, doesn't mean you can't start planning your next vacation!"
  },
  "virgo": {
    "love": "They say everyone deserves a chance at love. Well, you've had your chance. Apologize.",
    "lust": "No one can light up a bedroom or bathhouse quite like you. It's giving Thomas Edison.",
    "friendships": "Just because they're doing dry January doesn't mean you have to. Invite your friends to happy hour then gladly pay for their waters!",
    "work": "The only thing you should be checking on weekends is your coat. At the club. Turn off your email notifications, honey!"
  },
  "libra": {
    "love": "There's nothing like being inside a nice… tight… loving relationship based on respect and trust. Text him back.",
    "lust": "New year, new thongs! It's time to change up your whitey tighty easthetic, hon. Something fun to split up your cheeks…",
    "friendships": "New Miley is coming. Your resolutions will have to wait-to stop clubbing would literally be homophobic.",
    "work": "You wanna be healthier? That includes the workplace, queen. More boundaries, less gossip."
  },
  "scorpio": {
    "love": "There aren't enough squats in the world to help you carry every convo in this relationship. You need to be lifted, not doing all the heavy lifting.",
    "lust": "After you eat his ass, do a chef's kiss. He should know it was a delicious meal!",
    "friendships": "There's a difference between firends and acquantances and it's time you learn the difference. Not everyone need to be added to the group chat, sis!",
    "work": "Open a new Slack. Open a new email thread. Just don't open a gloryhole in the office again."
  },
  "sagittarius": {
    "love": "Ask him his dream Rihanna Superbowl setlist. If he doesn't name one song from \"Rated R,\" DUMP HIM!",
    "lust": "Economists seem to hate a bear market, but you've always seemed to thrive in it? Bear down, mama!",
    "friendships": "Leave your man of the moment OUT of the girls trip! You can talk about him during Drag Race commercials, but no in PV.",
    "work": "You've got to start dipping into your inner writer for work excuses. Your drag can only be sick so many times before HR calls PETA."
  },
  "capricorn": {
    "love": "Why are your DMs more chaotic than the House Of Representatives? Focus on the best candidates or you'll be losing your seat… on his face.",
    "lust": "Life is short. There's no time to waste. Line up your date for after the date!!",
    "friendships": "This year is all about connecting with your friends. Try docking!",
    "work": "Just because you have to dress business casual doesn't mean you can't have fun with it! HR won't know there's a jockstrap under those khakis!"
  },
  "aquarius": {
    "love": "You resolved to be bolder this year. Stop staring at your gym crush and ask him out already!",
    "lust": "You posted your ins and outs, but you can't even get it in, hon!",
    "friendships": "This year is about being supportive of your friends no matter where you are! Give a loud, encouraging \"WERK B*TCH\" whem you hear him moan across the dark room.",
    "work": "There are not enough LaCroixs and King bars in the world to pay off the credit you ran up thinking student loans would be forgiven. New Year, New Salary."
  },
  "pisces": {
    "love": "You is kind. You is sub. You is cum cum dump.",
    "lust": "2023 is all about etiquette. Say please pass the poppers, say thank you for the spread. Maybe he'll even give you seconds!",
    "friendships": "When you realize everyone in your group is against you, don't give up. Go out and find someone more diverse to bring into the mix!",
    "work": "If you can't beat 'em, leak their private Slack messages!!"
  },
  "aries": {
    "love": "You don't need a New Year's resolution. It's not time for resolve… it's time for revenge.",
    "lust": "Invite him over when your room is a mess. Who cares? It's not like he's coming back!",
    "friendships": "We're doing everything retro in 2023, including friendships. Don't let anyone waste your minutes.",
    "work": "Approach this work year like you did the new \"Avatar\" movie-by barely paying attention and sneaking naps when you can."
  },
  "taurus": {
    "love": "You've always been stubborn and, let's be real, 2023 will be no different. If they can't handle riding bull, then maybe they should consider finding a pony.",
    "lust": "Dry January mean no alcohol, but no one said you can't get your d*ck wet.",
    "friendships": "Reviving old friendships can be hard, but finding new friends is harder. Bring back your girls.",
    "work": "If they expect full-time work, they need to give you full-time benefits. Or at least two-ply toilet paper in the damn office bathroom!"
  },
  "gemini": {
    "love": "There's no love like Gemini love. Let your suitors know that you're a 2-for-1 deal: 2 personalities, 1 hole. New year, new you's!",
    "lust": "No more taking orders from these men (unles you're into that). They're getting what you server when you server it-good thing you're serving Grade A D!",
    "friendships": "Summer social circles are drawn in the winter. Get out your protractor, girl, or you'll end up with squares.",
    "work": "The beginning of the year is about setting quarterly goals. Dream big, it's not like you'll still be there in Q4!"
  }
}